Repository: 84000/data-translation-memory
Catalog: toh595-v3.tmx
Source language: bo
Languages: en

source: །ཡང་ཟླ་བ་རེ་རེ་ལ་སྟོང་སྟོང་གི་མཆོད་པ་བྱས་ཤིང་སྟོང་སྟོང་གི་བཟླས་པ་བྱས་ན་ཚེ་དཔག་ཏུ་མེད་པ་དང་། སྟོབས་དཔག་ཏུ་མེད་པས་གཞན་གནོན་པ་དང་། ནམ་མཁའ་ལ་འགྲོ་བ་དང་། ནད་ཆེན་པོ་མེད་པར་བྱེད་དོ།
en: Or, one can make a thousandfold offering and recite the dhāraṇī a thousand times. If one does this, one’s lifespan will be limitless and one will be able to suppress others with limitless power, be able to fly, and be free from great illness.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཉི་མ་རེ་རེ་ཞིང་ཚིགས་བཅད་སྟོང་འཛིན་པའི་ཕྱིན་ཅི་མ་ལོག་པའི་ངག་ཏུ་འགྱུར་རོ།
en: This will make anyone able to memorize and perfectly recite one thousand verses each day.

source: །ཡང་ན་ཁ་ཅིག་གིས་དེ་ལྟ་བུ་བྱེད་པར་མི་ནུས་ན་དེ་ཡིས་རང་གི་ཁྱིམ་དུ་དྲི་ཞིམ་པོ་དང་བསྲེས་པའི་སའི་ཆར་བཞུགས་སུ་གསོལ་ལ།
en: “Or if someone is unable to do that, they should install it in their home in a place that has been anointed with scented water and make whatever offerings they have.

source: ཇི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ལ་ཟླ་བ་འོང་ངོ་ཅོག་གི་ཚེས་བརྒྱད་ལ་བརྒྱད་བརྒྱའི་བཟླས་པ་བྱ་ཞིང་། ཉི་མ་རེ་རེ་ལ་དུས་གསུམ་དུ་ཉི་ཤུ་རྩ་གཅིག་རྩ་གཅིག་བརྗོད་ན་བློ་རྣོ་བ་དང་། ཚེ་རིང་བ་དང་། ཤེས་རབ་དང་ལྡན་པ་དང་། ནད་མེད་པ་དང་། སྐྱིད་པ་དང་། ལོ་བརྒྱ་འཚོ་བ་དང་། སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: In all the coming months they should recite the dhāraṇī eight hundred times on the eighth day of the month, and every day they should recite it twenty-one times at the three times of the day. If they do this, they will have a sharp intellect and a long life. They will be full of insight, free from illness, and happy. They will live for one hundred years and remember their past lives.

source: །ཡང་ན་རང་གིས་མ་ནུས་ན་དེའི་ཚེ་རང་དང་འདྲ་བས་བྱས་ན་ཚེ་རིང་བ་དང་བློ་རྣོ་བར་འགྱུར་རོ།
en: “Or if one is unable to do this oneself and someone does it in one’s stead, then one will have a long life and a sharp intellect.

source: །དེ་ནས་གཞན་ཡང་སྦྱིན་སྲེག་གི་ཆོ་ག་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་བའི་ཕྱིར་ཉེ་བར་བཤད་པར་བྱ་སྟེ།
en: “Now I will explain the fire offering rite for the benefit of all beings.

source: ཁྲུ་གང་གི་ཚད་ཀྱི་ཐབ་ཁུང་ཟླུམ་པོ་རྡོ་རྗེ་ཕྲེང་བས་བརྒྱན་པ།
en: Build a round hearth one cubit in size and adorned with a garland of vajras.

source: ཙནྡན་དཀར་པོའམ་ས་དཀར་གྱིས་བྱུགས་ལ་མེ་ཏོག་དཀར་པོ་བཀྲམ་སྟེ།
en: Smear it with white sandalwood or white earth and scatter white flowers on it.

source: ལོགས་བཞིར་ཞུན་མར་གྱི་མར་མེ་བཞི་བཞག་ལ་བདུག་སྤོས་ལ་སོགས་པས་ཡང་དག་པར་མཆོད་ལ།
en: Place a butter lamp on each of its four sides, and worship it properly with incense and other offerings.

source: ཕྱོགས་བཞིར་མཚན་ཉིད་དང་ལྡན་པའི་བུམ་པ་རབ་ཏུ་མཛེས་པ་གོས་དཀར་པོས་གཡོགས་ལ་ཡལ་གས་ཁ་བརྒྱན་པ་བཞི་གཞག་པར་བྱའོ།
en: In each of the four directions place a well-decorated and beautiful vase covered with white cloth with its openings adorned with boughs from a tree.

source: །འོ་མ་ཅན་གྱི་ཡམ་ཤིང་ལ་མེ་སྤར་ལ་མེ་ལྷ་བཀུག་ལ། དགང་བླུགས་གསུམ་བྱིན་ལ་བསང་གཏོར་བྱས་ཏེ་གཤེགས་སུ་གསོལ་ལོ།
en: Start a fire with wood from a date palm, and summon Agni by asking him to approach as you give three full ladles in the fire and sprinkle it with cleansing water.

source: །དེ་ནས་ཚེ་དཔག་ཏུ་མེད་པ་གསལ་པོར་ཐབ་ཁུང་གི་དབུས་སུ་བསམས་ལ། གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་བཟླས་ཤིང་དགང་བླུགས་གསུམ་དབུལ་ལོ།
en: Visualize Amitāyus clearly in the center of the hearth, recite the crown victory dhāraṇī, and offer three full ladles.

source: །ཡང་ན། ཨོྃ་ཨ་མྲྀ་ཏ་ཨཱ་ཡུར་དཏྟེ་སྭཱ་ཧཱ། ཞེས་བྱ་བས་ཚེ་དང་བློ་རྣོ་བ་དང་བཅས་པས་བརྒྱད་བརྒྱ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱའོ།
en: One can also perform the fire offering while reciting the dhāraṇī together with the life-extending and intelligence-sharpening dhāraṇī oṁ amṛtāyurdatte svāhā eight hundred times at the three times of the day.

source: །གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ལན་བདུན་དུ་བཟླས་པ་བྱས་ན་ཚེ་རིང་བ་དང་། བློ་རྣོ་བ་དང་། སྐྱིད་པ་དང་། ནད་མེད་པར་འགྱུར་རོ།
en: “If one recites the crown victory dhāraṇī seven times one will have a long life, a sharp intellect, and happiness and be free from illness.

source: །ཡང་ན་ཟླ་བ་རེ་རེའི་དཀར་པོའི་ཕྱོགས་ཀྱི་ཚེས་བརྒྱད་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ་དུས་གསུམ་དུ་ཚེ་ལོ་སྟོང་ཐུབ་པར་འདོད་པས་སྦྱིན་སྲེག་བྱས་ན་མཆོག་གི་ཚེ་རིང་བ་དང་། བློ་རྣོ་བ་སྦྱིན་པར་བྱེད་དོ།
en: “Someone who wishes to live for a thousand years can also make an extensive offering on the eighth day of the waxing moon and perform the homa at the three times of the day, and supreme long life and a sharp intellect will be bestowed upon them.

source: །སེམས་ཅན་རྣམས་ལ་སྨད་པར་མི་བྱའོ།
en: “One should not disparage beings.

source: །ཆོ་ག་འདིས་རང་གི་ལུས་ནད་ཀྱིས་གོས་པར་མི་འགྱུར་ཞིང་ལོ་བརྒྱ་ལྔ་བཅུ་འཚོ་བ་དང་། དགྲ་ལས་རྣམ་པར་རྒྱལ་བ་དང་། བློ་རྣོ་བར་འགྱུར་རོ། །དབྱངས་སྙན་པར་འགྱུར་རོ།
en: With this rite, one’s body will not be afflicted by illness. One will live for five thousand years, be victorious over enemies, and have a sharp intellect and a sweet voice.

source: །གལ་ཏེ་རང་གིས་མ་ནུས་ན་དེའི་ཚེ་རང་དང་འདྲ་བས་བྱས་ན་ཞི་བ་ཆེན་པོར་འགྱུར་རོ།
en: “If one is unable to perform this oneself but someone performs it in one’s stead, one will obtain great peace.

source: །དེ་ནས་གཞན་ཡང་སྒྲུབ་པར་འདོད་ན་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་ཆེན་པོ་ཚེ་དང་བློ་རྣོ་བ་དང་བཅས་པས་འབུམ་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ཏེ།
en: “If one seeks some other accomplishment, one can recite the great crown victory dhāraṇī together with the life-extending and intelligence-sharpening dhāraṇī while performing the fire offering one hundred thousand times.

source: དང་པོ་དང་མཐར་སྟོང་སྟོང་གིས་མཆོད་པ་བྱས་ལ་ཡང་འབུམ་ཕྲག་གཅིག་བཟླས་པ་བྱས་ན་ཚེ་ལོ་འབུམ་ཕྲག་གཅིག་ཐུབ་པར་འགྱུར་རོ། །བྱེ་བ་བྱས་ན་བྱེ་བ་ཐུབ་བོ།
en: If one performs the thousandfold worship and recites the dhāraṇī one hundred thousand times at the beginning and end, one will live for a hundred thousand years. If one does this ten million times, one will live for ten million years.

source: །དེ་ལྟར་འདིའི་ཆོ་གའི་རིམ་པས་ཚེ་ལ་དཔག་ཏུ་མེད་པར་འགྱུར་ཞིང་ནམ་མཁའ་ལ་འགྲོ་བ་དང་། དཔའ་བ་དང་། དགྲ་ལས་རྒྱལ་བར་འགྱུར་རོ།
en: Following the practice of this rite will enable one to live for countless years, to fly, to be heroic, and to be victorious over all enemies.

source: །དཔལ་འདོད་ན་འབུམ་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ན་དཔལ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ།
en: “If one seeks glory and performs a fire offering of one hundred thousand wood apples, one will obtain great glory.

source: །རྒྱལ་པོ་འདོད་ན་པདྨ་འབུམ་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ན་རྒྱལ་པོ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ།
en: If one seeks to be king and performs a fire offering of one hundred thousand lotuses, one will become a great king.

source: །བྱེ་བ་གཅིག་བྱས་ན་འཁོར་ལོས་སྒྱུར་བ་ཐོབ་པར་འགྱུར་རོ།
en: If one performs that ten million times, one will become a universal monarch.

source: །ཡང་ན་རལ་གྲི་ལ་སོགས་བ་སྒྲུབ་བར་འདོད་ན་རིང་བསྲེལ་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་མདུན་དུ་ཐང་སྐུ་བཀྲམ་ལ་སྟོང་གིས་མཆོད་པ་ཆེན་པོས་མཆོད་ལ་བཟླས་པ་འབུམ་བྱས་ལ།
en: “Or, if one wishes to obtain the sword siddhi and so forth, one should display the painting in front of a caitya that contains relics, perform the great thousandfold offering, and recite the dhāraṇī one hundred thousand times.

source: ཡང་ན་ལྕགས་ལྔའི་རང་བཞིན་གྱི་རལ་གྲི་ལ་བཟླས་པ་འབུམ་བྱས་ཏེ། ལག་པ་གཡས་པར་བཅངས་ན་ཡིད་ཀྱིས་འགྲོ་བ་དང་། འདོད་པའི་གཟུགས་འཛིན་པ་དང་། སྟོབས་ཆེ་ཞིང་གཞན་གནོན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་གཅིག་ཏུ་འདྲེན་པ་པོར་གྱུར་ནས་སྨན་པ་ཆེན་པོའི་མཆོག་ཚེ་དཔག་ཏུ་མེད་པར་འགྱུར་རོ།
en: If one recites it one hundred thousand times over a sword made of the five metals and then holds the sword in one’s right hand, one will be able to travel to whatever place one thinks of, take whatever form one desires, be extremely powerful, and subdue others. One will be the singular guide of all beings and then become the great, supreme physician with a limitless lifespan.

source: །དེ་ལྟར་རྡོ་རྗེ་དང་། འཁོར་ལོ་དང་། རྩེ་གསུམ་ལ་སོགས་པ་ཡང་བསྒྲུབ་པར་བྱའོ།
en: One can also perform the same sādhana over a vajra, cakra, trident, and the like.

source: །དེ་ལྟར་ཕན་ཡོན་དཔག་ཏུ་མེད་པའི་གཟུངས་ཆེན་མོ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོར་གྱུར་པ་མཆོག་ཏུ་རྙེད་པར་དཀའ་བ་འདི་ཇི་ལྟ་ཇི་ལྟར་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་ལས་གྲུབ་པར་བྱེད་དོ།
en: “This great dhāraṇī with limitless benefits that is the heart of all the tathāgatas and supremely difficult to encounter will bring about the accomplishment of any ritual action to which it is applied.

source: །གང་ཡང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་འདི་ཉི་མ་རེ་རེ་ལ་དུས་གསུམ་དུ་ལན་ཉི་ཤུ་རྩ་གཅིག་རྩ་གཅིག་བཟླས་པ་བྱ་ཞིང་མཆོད་རྟེན་ཆེན་པོ་བྱས་ཏེ་ཡང་དག་པར་བཅངས་ལ་གཞན་ལ་ཡང་རྒྱ་ཆེར་གསལ་བར་བྱས་ན་དེ་སྐྱིད་པ་འཐོབ་ཅིང་སྟོབས་དང་ལྡན་པ་དང་། ནད་མེད་པ་དང་། ལོ་བརྒྱ་ཐུབ་པ་དང་། བློ་རྣོ་བ་དང་། སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: Whoever recites this dhāraṇī called the crown victory of all tathāgatas twenty-one times at the three times of the day every day, makes a great caitya and hangs the dhāraṇī from it, and explains the dhāraṇī to others at length will be happy, powerful, and free from illness, live for a hundred years, have a sharp intellect, and remember their previous lives.

source: །གང་གི་ཚེ་འཆི་བའི་དུས་བྱེད་པ་དེའི་ཚེ་སྦྲུལ་ཤུན་པ་བརྗེས་པ་དང་འདྲ་བར་རང་གི་ལུས་བོར་ཏེ་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: When they die, they will leave their body behind just like a snake shedding its skin and be born into the world of Sukhāvatī.

source: །དམྱལ་བའི་སྒྲ་རྣ་བུག་ཏུ་ཡང་ཐོས་པར་མི་འགྱུར་ན་འབྲས་བུ་སྨིན་པར་ལྟ་ཡང་ག་ལ་འགྱུར།
en: The word hell will never reach their ears, so how could they experience the ripening of such a karmic result?

source: གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེ་རུ་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: They will always remember their previous lives from one lifetime to the next.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One spoke these words, his entire retinue and the world and its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ་རྫོགས་སོ།།
en: This concludes “ Crown Victory of All Tathāgatas: The Uṣṇīṣavijayā Dhāraṇī with Its Ritual Manual
